xml/request_templates/bog_whispering_knights_aut_ill_dkbea.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>45580849|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISBN">9780194791946</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>The wispering knights</dc:title>
              <dc:title xsi:type="dkdcplus:full">The wispering knights</dc:title>
              <dc:title xsi:type="dkdcplus:series">Oxford bookworms library. Stage 4, Fantasy &amp; horror</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Penelope Lively</dc:creator>
              <dc:creator xsi:type="oss:sort">Lively, Penelope</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">83</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Engelsk skønlitteratur</dc:subject>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Oxford University Press</dc:publisher>
              <dc:contributor xsi:type="dkdcplus:dkbea">Clare West</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:ill">Ernesto Melo</dc:contributor>
              <dc:date>2008</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:format>illustreret</dc:format>
              <dcterms:extent>88 sider</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
              <dc:language>Engelsk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">45580849</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20140806143829</marcx:subfield>
                  <marcx:subfield code="d">20140806</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="002">
                  <marcx:subfield code="b">754000</marcx:subfield>
                  <marcx:subfield code="c">91718979</marcx:subfield>
                  <marcx:subfield code="x">75400091718979</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">c</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="a">2008</marcx:subfield>
                  <marcx:subfield code="b">gb</marcx:subfield>
                  <marcx:subfield code="d">x</marcx:subfield>
                  <marcx:subfield code="j">f</marcx:subfield>
                  <marcx:subfield code="l">eng</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="021">
                  <marcx:subfield code="e">9780194791946</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="035">
                  <marcx:subfield code="a">(OCoLC)502093983</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="100">
                  <marcx:subfield code="a">Lively</marcx:subfield>
                  <marcx:subfield code="h">Penelope</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">The ¤wispering knights</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">Oxford</marcx:subfield>
                  <marcx:subfield code="b">Oxford University Press</marcx:subfield>
                  <marcx:subfield code="c">2008</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">88 sider</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                  <marcx:subfield code="c">20 cm.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="440">
                  <marcx:subfield code="a">Oxford bookworms library</marcx:subfield>
                  <marcx:subfield code="o">Stage 4, Fantasy &amp; horror</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="526">
                  <marcx:subfield code="i">Bearbejdet efter</marcx:subfield>
                  <marcx:subfield code="d">Penelope Lively</marcx:subfield>
                  <marcx:subfield code="t">The ¤wispering knights, 1971</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="596">
                  <marcx:subfield code="a">Ikke anskaffet</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">83</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">West</marcx:subfield>
                  <marcx:subfield code="h">Clare</marcx:subfield>
                  <marcx:subfield code="4">dkbea</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">Melo</marcx:subfield>
                  <marcx:subfield code="h">Ernesto</marcx:subfield>
                  <marcx:subfield code="4">ill</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">754000</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:45580849</os:identifier>
            <os:creationDate>2014-08-06</os:creationDate>
            <os:holdingsCount>1</os:holdingsCount>
            <os:lendingLibraries>1</os:lendingLibraries>
            <os:relations>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870971-avis:72736281</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870971-avis:72736265</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870971-avis:72736273</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870971-avis:72487192</os:relationUri>
              </os:relation>
            </os:relations>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>bog_whispering_knights_aut_ill_dkbea.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
